[
  {
    "title": "DSC 209 Project 2",
    "year": "2025",
    "image": "/docs/images/pro_chart_v.jpg",
    "description": "In this assignment, you will grapple with how to design visualizations ethically by crafting two different, opposing perspectives to the same question posed about a single dataset. Once this assignment is complete, we will (anonymously) peer review each other’s visualizations."
  },
  {
    "title": "MTA ROAS Optimization",
    "year": "2025",
    "image": "/docs/images/mta_roas.jpg",
    "description": "This script seeks to define marketing channel spend and attributed revenue to a dimnishing return curve that can then be used to predict return on ad spend (ROAS), and determine an optimially omni-channel budgeting strategy."

  },
  {
    "title": "DSC 209 Project 1",
    "year": "2025",
    "image": "/docs/images/dsc209_p1.jpg",
    "description": "In this assignment, you will design an expository visualization to clearly communicate an idea based on a small data set. In addition, you must provide a rigorous rationale for your design choices. You should in theory be ready to explain the contribution of every pixel in the display towards your expository goals."
  },
  {
    "title": "Accusamus nobis adipisci quo!",
    "year": "2023",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Impedit architecto perferendis ea. Eum debitis repellendus animi commodi perspiciatis consequuntur explicabo eligendi ratione asperiores quis aut excepturi, laborum omnis, ipsam sapiente. Non incidunt a ab consequatur corrupti dolorum asperiores!"
  },
  {
    "title": "Velit eum dolore ipsam?",
    "year": "2023",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Quam at velit rerum libero amet fugit vel, architecto vero, aspernatur autem itaque nemo magnam sequi, iure similique? Deserunt excepturi neque ipsa fuga vitae distinctio porro eveniet alias amet vero."
  },
  {
    "title": "Amet incidunt voluptates iure!",
    "year": "2022",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Quam molestiae laudantium excepturi aliquid molestias aspernatur laborum quo accusamus, neque sit amet illum a itaque rem quia cupiditate fugiat ipsam necessitatibus alias soluta ullam eum mollitia ea? Repudiandae, delectus."
  },
  {
    "title": "Provident vel aliquam sunt.",
    "year": "2021",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Neque, eligendi magnam. Provident, mollitia tenetur voluptatibus illo tempore in reprehenderit doloribus quasi est perspiciatis eos quae quibusdam labore quod harum asperiores atque molestiae voluptates vitae, facere saepe, dicta nesciunt."
  },
  {
    "title": "Aliquam beatae unde facere.",
    "year": "2020",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Aliquid quod repudiandae eveniet provident atque corrupti enim culpa sed perspiciatis, incidunt officiis consectetur numquam nemo ut rem voluptas deserunt aspernatur recusandae odit cumque velit architecto harum voluptate? Voluptatum, at."
  },
  {
    "title": "Itaque temporibus eos sint!",
    "year": "2019",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Voluptas dolore nulla praesentium, eveniet dignissimos, facilis enim nisi in necessitatibus quo aperiam commodi explicabo quis vitae. Vitae perferendis molestiae quia quibusdam eius tempora sint, reiciendis numquam saepe, itaque illum?"
  },
  {
    "title": "Maxime nostrum rem expedita!",
    "year": "2018",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Exercitationem error commodi alias amet tenetur, corrupti animi inventore corporis incidunt doloribus obcaecati provident voluptatem quo? Odit officia quam enim ipsa accusamus ut, dolor voluptatum magni at rerum laboriosam nesciunt."
  },
  {
    "title": "Aliquam dolorum dolorem cumque.",
    "year": "2016",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Eveniet minus tenetur quos? Reprehenderit distinctio veniam, placeat facere sed odio accusantium aliquid eligendi nemo ipsa tenetur qui iusto voluptate adipisci cupiditate tempore numquam ratione. Laborum laudantium dolor quasi et."
  },
  {
    "title": "Possimus placeat exercitationem debitis?",
    "year": "2016",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Placeat omnis, totam nam dolorum nesciunt laudantium deleniti excepturi laboriosam ex reiciendis veniam neque officia. Nam molestias iste numquam voluptates? Quia praesentium iusto dicta aliquid mollitia quae maiores consectetur labore?"
  }
]